Revit 2024 API
SymbolTypeId.Colon10 Property
 Symbol :10, indicating unit Ratio : 10.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Colon10 { get; }
Visual Basic
Public Shared ReadOnly Property Colon10 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Colon10 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace